; ==========================================================
;							REAPER
; ----------------------------------------------------------


[IRI_RP_Takedown X2AbilityTemplate]
LocFriendlyName="删除"
LocLongDescription="在暗影中时，用刀进行侧翼致命一击，造成 6 点伤害。如果这次攻击杀死目标，<Ability:ClassName/> 不会显示。可以使用 <Ability:IRI_RP_TakedownCharges/> 次）进入暗影后也可以用来无声地击倒一群平民。"
LocHelpText="在暗影中时，用刀进行侧翼致命一击，造成 6 点伤害。如果这次攻击杀死目标，则不会显示<Ability:ClassName/>。"
LocPromotionPopupText="<Bullet/> 占据掩体的敌人只能从其侧翼的方块中被击倒击中。<br/><Bullet/> 击倒具有 <Ability:IRI_RP_TakedownCharges/> 冲锋，每当 <能力：ClassName/> 进入暗影。<br/><子弹/> 消灭平民不需付费。"
LocFlyOverText="击落"

[IRI_RP_TakedownCiv X2AbilityTemplate]
LocFriendlyName="击倒平民"
LocLongDescription="在暗影中时，消灭目标区域内的一群平民。"
LocHelpText="在暗影中时，消灭目标区域内的一群平民。"
LocFlyOverText="击落"


[IRI_RP_WoundingShot X2AbilityTemplate]
LocFriendlyName="伤人射击"
LocLongDescription="在暗影中开枪，导致目标流血并降低其移动力<Ability:IRI_RP_WoundingShot_MobilityMultiplier/>%。显示<Ability:ClassName/>。"
LocHelpText="在暗影中开枪，导致目标流血并降低其移动力<Ability:IRI_RP_WoundingShot_MobilityMultiplier/>%。显示<Ability:ClassName/>。"
LocPromotionPopupText="<bullet/> 如果情况需要，可以故意使用伤害射击来打破暗影隐藏。<br/><Bullet/> 流血和移动力惩罚会持续 <Ability:IRI_RP_WoundingShot_BleedDuration/> 回合。<br/ ><bullet/> 流血每回合造成 <Ability:IRI_RP_WoundingShot_BleedDamage/> 伤害。"
LocFlyOverText="伤人射击"


; =================================================== ========
;							游骑兵
; -------------------------------------------------- --------

[IRI_RN_ZephyrStrike X2AbilityTemplate]
LocFriendlyName="西风之击"
LocLongDescription="斩击目标区域内的所有敌人。"
LocHelpText="斩击目标区域内的所有敌人。"
LocPromotionPopupText="<bullet/> <Ability:IRI_RN_ZephyrStrike_Radius_Tiles/> 方块半径。<br/><bullet/> <Ability:SelfCooldown/> 开启冷却时间。"
LocFlyOverText="Zephyr Strike"

[IRI_RN_TacticalAdvance X2AbilityTemplate]
LocFriendlyName="战术推进"
LocLongDescription="在使用Hunker Down后的下一个回合中，获得额外的仅移动行动点，并且你的第一次攻击不会结束回合。"
LocHelpText="你的第一次攻击不会结束回合。"
LocPromotionPopupText="使用战术前进在伏击前做好准备，并在下一回合攻击两次，或者使用它在火力下前进，每回合攻击一次并蹲守。"
LocFlyOverText="战术推进"

[IRI_RN_TacticalAdvance_Passive X2AbilityTemplate]
LocFriendlyName="战术推进"
LocHelpText="在使用Hunker Down后的下一个回合中，获得额外的仅移动行动点，并且你的第一次攻击不会结束回合。"
LocLongDescription="在使用Hunker Down后的下一个回合中，获得额外的仅移动行动点，并且你的第一次攻击不会结束回合。"

[IRI_RN_Intercept X2AbilityTemplate]
LocFriendlyName="拦截"
LocLongDescription="砍掉第一个在你的视线范围内移动并有 1 AP 移动距离的敌人，并受到瞄准惩罚，然后返回到原来的位置。"
LocHelpText="砍掉第一个在你的视线范围内移动并有 1 AP 移动距离的敌人，并受到瞄准惩罚，然后返回到原来的位置。"
LocFriendlyNameWhenConcealed="拦截（隐藏）"
LocLongDescriptionWhenConcealed="如果被揭露，则砍掉第一个在你的视线和 1 AP 移动距离内移动的敌人，然后返回到原来的位置。"
LocPromotionPopupText="<Bullet/> 必须谨慎使用拦截，因为拦截的士兵可能会引起其他敌人不必要的注意。<br/><Bullet/> 拦截不会由攻击触发，只会由移动触发，除非士兵有 <font color ='#0bff9b'>火力掩护</font>。但是，即使使用火力掩护，拦截也无法对其他反应攻击做出反应。<br/><Bullet/> 免疫守望先锋和其他反应火力的目标无法被拦截。<br/><Bullet/> /><Bullet/> 拦截攻击会受到反应火力惩罚，并且通常不会造成严重伤害，除非在隐蔽状态下激活。<br/><Bullet/> 拦截可以从<font color='#0bff9b'>守护者</font>中受益"。
LocFlyOverText="拦截"

[IRI_TM_Intercept X2AbilityTemplate]
LocFriendlyName="拦截"
LocLongDescription="撕裂第一个在你的视线和 1 AP 移动距离内移动的敌人，然后返回到原来的位置。"
LocHelpText="撕裂第一个在你的视线和 1 AP 移动距离内移动的敌人，然后返回到原来的位置。"
LocFriendlyNameWhenConcealed="拦截（隐藏）"
LocLongDescriptionWhenConcealed="如果被揭露，撕裂第一个在你的视线和 1 AP 移动距离内移动的敌人，然后返回到原来的位置。"
LocPromotionPopupText="<Bullet/> 必须谨慎使用拦截，因为拦截的士兵可能会引起其他敌人不必要的注意。<br/><Bullet/> 拦截不会由攻击触发，只会由移动触发，除非士兵有 <font color ='#0bff9b'>火力掩护</font>。但是，即使使用火力掩护，拦截也无法对其他反应攻击做出反应。<br/><Bullet/> 免疫守望先锋和其他反应火力的目标无法被拦截。<br/><Bullet/> /><Bullet/> 拦截攻击通常不会造成致命伤害，除非在隐蔽状态下激活。<br/><Bullet/> 拦截可以从<font color='#0bff9b'>守护者</font>中受益。"
LocFlyOverText="拦截"

[IRI_TM_Intercept_Attack X2AbilityTemplate]
LocFriendlyName="拦截"
LocLongDescription="撕裂第一个在你的视线和 1 AP 移动距离内移动的敌人，然后返回到原来的位置。"
LocHelpText="撕裂第一个在你的视线和 1 AP 移动距离内移动的敌人，然后返回到原来的位置。"
LocFriendlyNameWhenConcealed="拦截（隐藏）"
LocLongDescriptionWhenConcealed="如果被揭露，撕裂第一个在你的视线和 1 AP 移动距离内移动的敌人，然后返回到原来的位置。"
LocFlyOverText="拦截"

[IRI_RN_Intercept_Attack X2AbilityTemplate]
LocFriendlyName="拦截"
LocLongDescription="砍掉第一个在你的视线范围内移动并有 1 AP 移动距离的敌人，并受到瞄准惩罚，然后返回到原来的位置。"
LocHelpText="砍掉第一个在你的视线范围内移动并有 1 AP 移动距离的敌人，并受到瞄准惩罚，然后返回到原来的位置。"
LocFriendlyNameWhenConcealed="拦截（隐藏）"
LocLongDescriptionWhenConcealed="如果被揭露，则砍掉第一个在你的视线和 1 AP 移动距离内移动的敌人，然后返回到原来的位置。"
LocFlyOverText="拦截"

[IRI_RN_SurpriseAttack_Passive X2AbilityTemplate]
LocFriendlyName="突然袭击"
LocLongDescription="如果在你的回合开始时没有敌人能看到你，则获得 +<Ability:SHADOWSTRIKEAIM/> 瞄准和 +<Ability:SHADOWSTRIKECRIT/> 暴击直到你的回合结束。"
LocHelpText="如果在你的回合开始时没有敌人能看到你，则获得 +<Ability:SHADOWSTRIKEAIM/> 瞄准和 +<Ability:SHADOWSTRIKECRIT/> 暴击直到你的回合结束。"
LocPromotionPopupText=""

[IRI_RN_SurpriseAttack X2AbilityTemplate]
LocFriendlyName="突然袭击"
LocLongDescription="如果在你的回合开始时没有敌人能看到你，则获得 +<Ability:SHADOWSTRIKEAIM/> 瞄准和 +<Ability:SHADOWSTRIKECRIT/> 暴击直到你的回合结束。"
LocHelpText="如果在你的回合开始时没有敌人能看到你，则获得 +<Ability:SHADOWSTRIKEAIM/> 瞄准和 +<Ability:SHADOWSTRIKECRIT/> 暴击直到你的回合结束。"
LocPromotionPopupText=""
LocFlyOverText="突然袭击"

; =================================================== ========
;							神枪手
; -------------------------------------------------- --------

[IRI_SH_SteadyHands X2AbilityTemplate]
LocFriendlyName="稳住手"
LocLongDescription="如果你上回合蹲下或没有移动，则获得 +<Ability:STEADYHANDSAIMBONUS/> 瞄准和 +<Ability:STEADYHANDSCRITBONUS/> 暴击机会。"
LocHelpText="如果你蹲下或没有移动，获得瞄准和暴击机会的奖励。"
LocPromotionPopupText="<Bullet/> 稳手奖励不会在多个回合中叠加。<br/><Bullet/> 稳手加倍需要找到视线良好的高狙击手巢穴。<br/>"
LocFlyOverText="稳定双手"

[IRI_SH_SteadyHands_Passive X2AbilityTemplate]
LocFriendlyName="稳住手"
LocLongDescription="如果你上回合蹲下或没有移动，则获得 +<Ability:STEADYHANDSAIMBONUS/> 瞄准和 +<Ability:STEADYHANDSCRITBONUS/> 暴击机会。"
LocHelpText="如果你蹲下或没有移动，获得瞄准和暴击机会的奖励。"
LocPromotionPopupText="<Bullet/> 稳手奖励不会在多个回合中叠加。<br/><Bullet/> 稳手加倍需要找到视线良好的高狙击手巢穴。<br/>"
LocFlyOverText="稳定双手"

[IRI_SH_Standoff X2AbilityTemplate]
LocFriendlyName="对峙"
LocLongDescription="用你的<Ability:IRI_BoundWeaponName/>对任何在<Ability:IRI_SH_Standoff_Radius_Tiles/>方块半径内移动或攻击的敌人进行反应射击。"
LocHelpText="用你的 <Ability:IRI_BoundWeaponName/> 对任何在 <Ability:IRI_SH_Standoff_Radius_Tiles/> 方块半径内移动或攻击的敌人进行反应射击。"
LocFlyOverText="对峙"
LocPromotionPopupText="<Bullet/> <Ability:ClassName/> 可以进行的防区外射击次数没有限制。<br/><Bullet/><Ability:SelfCooldown/> 会冷却。<br/>"
LocFriendlyNameWhenConcealed="对峙（隐藏）"

[IRI_SH_Standoff_Shot X2AbilityTemplate]
LocFriendlyName="对峙"
LocLongDescription="用你的<Ability:IRI_BoundWeaponName/>对任何在<Ability:IRI_SH_Standoff_Radius_Tiles/>方块半径内移动或攻击的敌人进行反应射击。"
LocHelpText="用你的 <Ability:IRI_BoundWeaponName/> 对任何在 <Ability:IRI_SH_Standoff_Radius_Tiles/> 方块半径内移动或攻击的敌人进行反应射击。"
LocFlyOverText="对峙"

[IRI_SH_ScootAndShoot X2AbilityTemplate]
LocFriendlyName="滑行并射击"
LocLongDescription="移动到目标位置并向所选目标发射<Ability:IRI_BoundWeaponName/>。每回合可以使用一次。不会结束回合。被动效果：Quickdraw - 你的标准手枪射击不会结束回合。"
LocHelpText="移动到目标位置并向所选目标发射<Ability:IRI_BoundWeaponName/>。每回合可以使用一次。不会结束回合。被动效果：Quickdraw - 你的标准手枪射击不会结束回合。"
LocFlyOverText=移动到目标位置并向所选目标发射<Ability:IRI_BoundWeaponName/>。每回合可使用一次。不结束回合。被动效果：Quickdraw - 你的标准手枪射击不会结束回合。
LocPromotionPopupText=""

; =================================================
;				掷弹兵
; ------------------------------------------------

[IRI_GN_OrdnancePouch X2AbilityTemplate]
LocFriendlyName="军械袋"
LocHelpText="获得一个可用于手榴弹或弹药的军械槽。"
LocLongDescription="获得一个可用于手榴弹或弹药的军械槽。"

[IRI_GN_CollateralDamage X2AbilityTemplate]
LocFriendlyName="附带损害"
LocLongDescription="使用你的<Ability:IRI_BoundWeaponName/>向目标区域开火，摧毁大部分掩体物体并击中所有符合条件的目标，造成总武器伤害<Ability:IRI_GN_CollateralDamage_DamageMod/>。此攻击不会造成致命一击。使用<Ability: IRI_GN_CollateralDamage_AmmoCost/> 弹药。"
LocHelpText="使用你的<Ability:IRI_BoundWeaponName/>向目标区域开火，摧毁大部分掩体物体并击中所有符合条件的目标，造成总武器伤害为<Ability:IRI_GN_CollateralDamage_DamageMod/>。这次攻击不会造成致命一击。"
LocFlyOverText=""
LocPromotionPopupText="<Bullet/> <Ability:SelfCooldown/> 降低冷却时间。<br/><Bullet/> 附带伤害适用于击中效果，例如全息瞄准、撕碎和实验弹药。"

[IRI_GN_CollateralDamage_被动 X2AbilityTemplate]
LocFriendlyName="附带损害"
LocLongDescription="使用你的<Ability:IRI_BoundWeaponName/>向目标区域开火，摧毁大部分掩体物体并击中所有符合条件的目标，造成总武器伤害<Ability:IRI_GN_CollateralDamage_DamageMod/>。此攻击不会造成致命一击。使用<Ability: IRI_GN_CollateralDamage_AmmoCost/> 弹药。"
LocHelpText="使用你的<Ability:IRI_BoundWeaponName/>向目标区域开火，摧毁大部分掩体物体并击中所有符合条件的目标，造成总武器伤害为<Ability:IRI_GN_CollateralDamage_DamageMod/>。这次攻击不会造成致命一击。"
LocFlyOverText=""

; =================================================
;				专家
; ------------------------------------------------

[IRI_SP_AutonomousProtocols X2AbilityTemplate]
LocFriendlyName="自治协议"
LocLongDescription="使用任何协议或黑客行为都会授予仅移动操作。"
LocHelpText="使用任何协议或黑客都会授予仅移动操作。"
LocFlyOverText="自治协议"
LocPromotionPopupText=""

[IRI_SP_Overclock X2AbilityTemplate]
LocFriendlyName="超频"
LocLongDescription="激活以获得可用于任何协议或黑客的特殊行动点。"
LocHelpText="激活以获得可用于任何协议或黑客的特殊行动点"
LocFlyOverText="超频"
LocPromotionPopupText="<Bullet/> <Ability:SelfCooldown/> 开启冷却。<br/><Bullet/> 超频使 <Ability:ClassName/> 在冲刺后可以使用协议或 Hack。"

[IRI_SP_ScoutingProtocol X2AbilityTemplate]
LocFriendlyName="侦察协议"
LocLongDescription="发送 GREMLIN 扫描目标区域，发现任何隐藏或伪装的敌人。不结束回合。从 <Ability:IRI_SP_ScoutingProtocol_InitCharges/> 开始每次任务使用，高级 GREMLINS 获得额外用途。"
LocHelpText="发送 GREMLIN 扫描目标区域，发现任何隐藏或伪装的敌人。不结束回合。"
LocFlyOverText="侦察协议"
LocPromotionPopupText=""

[IRI_SP_ConstantReadiness X2AbilityTemplate]
LocFriendlyName="时刻准备就绪"
LocLongDescription="如果你本回合没有攻击，则自动进入守望先锋。"
LocHelpText="如果你本回合没有攻击，则自动进入守望先锋。"
LocFlyOverText="时刻准备就绪"
LocPromotionPopupText="<Bullet/> 仍然可以执行诸如重新加载之类的非攻击性操作，而不会导致常备状态失效。<br/>"

; =================================================
;				普遍的
; ------------------------------------------------

[IRI_AWC_MedicinePouch X2AbilityTemplate]
LocFriendlyName="药袋"
LocHelpText="获得医疗包或其他类似物品的专用插槽。"
LocLongDescription="获得医疗包或其他类似物品的专用插槽。"
LocPromotionPopupText="<Bullet/> 药袋不允许每个士兵携带超过一件治疗物品。"
